Repository: rl-institut/cp_nigeria_app
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: the resposible party no longer needs the personal data for the purposes of processing, but you need them for the assertion, exercise or defense of legal claims, or
de: der Verantwortliche die personenbezogenen Daten für die Zwecke der Verarbeitung nicht länger benötigt, Sie diese jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen, oder

source: if you have objected to the processing pursuant to Art. 21 (1) GDPR and it has not yet been determined whether the responsible party's legitimate grounds override your grounds.
de: wenn Sie Widerspruch gegen die Verarbeitung gemäß Art. 21 Abs. 1 DSGVO eingelegt haben und noch nicht feststeht, ob die berechtigten Gründe des Verantwortlichen gegenüber Ihren Gründen überwiegen.

source: Where the processing of personal data concerning you has been restricted, such data may be processed, with the exception of their storage, only with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the Union or a Member State.
de: Wurde die Verarbeitung der Sie betreffenden personenbezogenen Daten eingeschränkt, dürfen diese Daten - von ihrer Speicherung abgesehen -nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Union oder eines Mitgliedstaats verarbeitet werden.

source: If the restriction of processing has been restricted in accordance with the above conditions, you will be informed by the controller before the restriction is lifted. Your right to restrict processing may be limited to the extent that it is likely to render impossible or seriously impair the achievement of research purposes and the restriction is necessary for the fulfillment of the research purposes.
de: Wurde die Einschränkung der Verarbeitung nach den o.g. Voraussetzungen eingeschränkt, werden Sie von dem Verantwortlichen unterrichtet bevor die Einschränkung aufgehoben wird. Ihr Recht auf Einschränkung der Verarbeitung kann insoweit beschränkt werden, als es voraussichtlich die Verwirklichung von Forschungszwecken unmöglich macht oder ernsthaft beeinträchtigt und die Beschränkung für die Erfüllung der Forschungszwecke notwendig ist.

source: 4. Right to deletion
de: 4. Recht auf Löschung

source: a) Obligation to delete
de: a) Löschungspflicht

source: You may request the controller to delete the personal data concerning you without undue delay, and the responsible party is obliged to delete such data without undue delay, if one of the following reasons applies:
de: Sie können von dem Verantwortlichen verlangen, dass die Sie betreffenden personenbezogenen Daten unverzüglich gelöscht werden, und der Verantwortliche ist verpflichtet, diese Daten unverzüglich zu löschen, sofern einer der folgenden Gründe zutrifft:

source: The personal data concerning you are no longer necessary for the purposes for which they were collected or otherwise processed..
de: Die Sie betreffenden personenbezogenen Daten sind für die Zwecke, für die sie erhoben oder auf sonstige Weise verarbeitet wurden, nicht mehr notwendig.

source: You revoke your consent on which the processing was based pursuant to Art. 6 para. 1 lit. a or Art. 9 para. 2 lit. a GDPR and there is no other legal basis for the processing.
de: Sie widerrufen Ihre Einwilligung, auf die sich die Verarbeitung gem. Art. 6 Abs. 1 lit. a oder Art. 9 Abs. 2 lit. a DSGVO stützte, und es fehlt an einer anderweitigen Rechtsgrundlage für die Verarbeitung.

source: You object to the processing pursuant to Art. 21 (1) GDPR and there are no overriding legitimate grounds for the processing, or you object to the processing pursuant to Art. 21 para. 2 GDPR. You object to the processing pursuant to Art. 21 para. 1 GDPR and there are no overriding legitimate grounds for the processing, or you object to the processing pursuant to Art. 21 para. 2 GDPR.
de: Sie legen gem. Art. 21 Abs. 1 DSGVO Widerspruch gegen die Verarbeitung ein und es liegen keine vorrangigen berechtigten Gründe für die Verarbeitung vor, oder Sie legen gem. Art. 21 Abs. 2 DSGVO Widerspruch gegen die Verarbeitung ein.

source: The personal data concerning you has been processed unlawfully.
de: Die Sie betreffenden personenbezogenen Daten wurden unrechtmäßig verarbeitet.

source: The deletion of the personal data concerning you is necessary for compliance with a legal obligation under Union or Member State law to which the controller is subject.
de: Die Löschung der Sie betreffenden personenbezogenen Daten ist zur Erfüllung einer rechtlichen Verpflichtung nach dem Unionsrecht oder dem Recht der Mitgliedstaaten erforderlich, dem der Verantwortliche unterliegt.

source: The personal data concerning you has been collected in relation to information society services offered pursuant to Article 8 para. 1 GDPR.
de: Die Sie betreffenden personenbezogenen Daten wurden in Bezug auf angebotene Dienste der Informationsgesellschaft gemäß Art. 8 Abs. 1 DSGVO erhoben.

source: b) Information to third parties
de: b) Information an Dritte

source: If the responsible party has made the personal data concerning you public and is obliged to erase it pursuant to Article 17(1) of the GDPR, it shall take reasonable steps, including technical measures, having regard to the available technology and the cost of implementation, to inform the party responsible for processing the personal data that you, as the data subject, have requested that they erase all links to or copies or replications of such personal data.
de: Hat der Verantwortliche die Sie betreffenden personenbezogenen Daten öffentlich gemacht und ist er gem. Art. 17 Abs. 1 DSGVO zu deren Löschung verpflichtet, so trifft er unter Berücksichtigung der verfügbaren Technologie und der Implementierungskosten angemessene Maßnahmen, auch technischer Art, um für die Datenverarbeitung Verantwortliche, die die personenbezogenen Daten verarbeiten, darüber zu informieren, dass Sie als betroffene Person von ihnen die Löschung aller Links zu diesen personenbezogenen Daten oder von Kopien oder Replikationen dieser personenbezogenen Daten verlangt haben.

source: c) Exceptions
de: c) Ausnahmen

source: The right to erasure does not exist insofar as the processing is necessary to
de: Das Recht auf Löschung besteht nicht, soweit die Verarbeitung erforderlich ist

source: to exercise the right to freedom of expression and information;
de: zur Ausübung des Rechts auf freie Meinungsäußerung und Information;

source: for compliance with a legal obligation which requires processing under Union or Member State law to which the controller is subject, or for the performance of a task carried out in the public interest or in the exercise of official authority vested in the resposible party;
de: zur Erfüllung einer rechtlichen Verpflichtung, die die Verarbeitung nach dem Recht der Union oder der Mitgliedstaaten, dem der Verantwortliche unterliegt, erfordert, oder zur Wahrnehmung einer Aufgabe, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde;

source: or reasons of public interest in the area of public health pursuant to Art. 9(2)(h) and (i) and Art. 9(3) DSGVO;
de: aus Gründen des öffentlichen Interesses im Bereich der öffentlichen Gesundheit gemäß Art. 9 Abs. 2 lit. h und i sowie Art. 9 Abs. 3 DSGVO;

source: for archiving purposes in the public interest, scientific or historical research purposes, or statistical purposes pursuant to Article 89 para. 1 GDPR, insofar as the right referred to in section a) is likely to render impossible or seriously prejudice the achievement of the purposes of such processing, or
de: für im öffentlichen Interesse liegende Archivzwecke, wissenschaftliche oder historische Forschungszwecke oder für statistische Zwecke gem. Art. 89 Abs. 1 DSGVO, soweit das unter Abschnitt a) genannte Recht voraussichtlich die Verwirklichung der Ziele dieser Verarbeitung unmöglich macht oder ernsthaft beeinträchtigt, oder

source: for the assertion, exercise or defense of legal claims.
de: zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.

source: 5. Right to information
de: 5. Recht auf Unterrichtung

source: If you have asserted the right to rectification, erasure or restriction of processing against the responsible party, the latter is obliged to inform all recipients to whom the personal data concerning you have been disclosed of this rectification or erasure of the data or restriction of processing, unless this proves impossible or involves a disproportionate effort. You have the right to be informed about these recipients by the responsible party.
de: Haben Sie das Recht auf Berichtigung, Löschung oder Einschränkung der Verarbeitung gegenüber dem Verantwortlichen geltend gemacht, ist dieser verpflichtet, allen Empfängern, denen die Sie betreffenden personenbezogenen Daten offengelegt wurden, diese Berichtigung oder Löschung der Daten oder Einschränkung der Verarbeitung mitzuteilen, es sei denn, dies erweist sich als unmöglich oder ist mit einem unverhältnismäßigen Aufwand verbunden. Ihnen steht gegenüber dem Verantwortlichen das Recht zu, über diese Empfänger unterrichtet zu werden.

source: 6. Right to data portability
de: 6. Recht auf Datenübertragbarkeit

source: You have the right to receive the personal data concerning you that you have provided to the responsible party in a structured, common and machine-readable format. In addition, you have the right to transmit this data to another responsible party without hindrance by the responsible party to whom the personal data has been provided, provided that
de: Sie haben das Recht, die Sie betreffenden personenbezogenen Daten, die Sie dem Verantwortlichen bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten. Außerdem haben Sie das Recht diese Daten einem anderen Verantwortlichen ohne Behinderung durch den Verantwortlichen, dem die personenbezogenen Daten bereitgestellt wurden, zu übermitteln, sofern

source: the processing is based on consent pursuant to Art. 6 para. 1 lit. a GDPR or Art. 9 para. 2 lit. a GDPR or on a contract pursuant to Art. 6 para. 1 lit. b GDPR and
de: die Verarbeitung auf einer Einwilligung gem. Art. 6 Abs. 1 lit. a DSGVO oder Art. 9 Abs. 2 lit. a DSGVO oder auf einem Vertrag gem. Art. 6 Abs. 1 lit. b DSGVO beruht und

source: the processing is carried out with the help of automated procedures.
de: die Verarbeitung mithilfe automatisierter Verfahren erfolgt.

source: In exercising this right, you also have the right to have the personal data concerning you transferred directly from one responsible party to another responsible party, insofar as this is technically feasible. The freedoms and rights of other persons must not be affected by this. The right to data portability does not apply to processing of personal data necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the responsible party.
de: In Ausübung dieses Rechts haben Sie ferner das Recht, zu erwirken, dass die Sie betreffenden personenbezogenen Daten direkt von einem Verantwortlichen einem anderen Verantwortlichen übermittelt werden, soweit dies technisch machbar ist. Freiheiten und Rechte anderer Personen dürfen hierdurch nicht beeinträchtigt werden. Das Recht auf Datenübertragbarkeit gilt nicht für eine Verarbeitung personenbezogener Daten, die für die Wahrnehmung einer Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, die dem Verantwortlichen übertragen wurde.

source: 7. Right of objection
de: 7. Widerspruchsrecht

source: You have the right to object at any time, on grounds relating to your particular situation, to the processing of personal data concerning you which is carried out on the basis of Article 6 para. 1 lit. e or f of the GDPR; this also applies to profiling based on these provisions. The responsible party shall no longer process the personal data concerning you unless it can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing serves the purpose of asserting, exercising or defending legal claims. If the personal data concerning you is processed for the purposes of direct marketing, you have the right to object at any time to the processing of personal data concerning you for the purposes of such marketing; this also applies to profiling, insofar as it is related to such direct marketing. If you object to the processing for direct marketing purposes, the personal data concerning you will no longer be processed for these purposes. You have the possibility, in connection with the use of information society services, notwithstanding Directive 2002/58/EC, to exercise your right to object by means of automated procedures using technical specifications. You also have the right to object, on grounds relating to your particular situation, to the processing of personal data concerning you which is carried out for scientific or historical research purposes or for statistical purposes pursuant to Article 89 para. 1 GDPR. Your right to object may be limited to the extent that it is likely to make impossible or seriously impair the achievement of the research or statistical purposes and the limitation is necessary for the fulfillment of the research or statistical purposes.
de: Sie haben das Recht, aus Gründen, die sich aus ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmungen gestütztes Profiling. Der Verantwortliche verarbeitet die Sie betreffenden personenbezogenen Daten nicht mehr, es sei denn, er kann zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen. Werden die Sie betreffenden personenbezogenen Daten verarbeitet, um Direktwerbung zu betreiben, haben Sie das Recht, jederzeit Widerspruch gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten zum Zwecke derartiger Werbung einzulegen; dies gilt auch für das Profiling, soweit es mit solcher Direktwerbung in Verbindung steht. Widersprechen Sie der Verarbeitung für Zwecke der Direktwerbung, so werden die Sie betreffenden personenbezogenen Daten nicht mehr für diese Zwecke verarbeitet. Sie haben die Möglichkeit, im Zusammenhang mit der Nutzung von Diensten der Informationsgesellschaft – ungeachtet der Richtlinie 2002/58/EG – Ihr Widerspruchsrecht mittels automatisierter Verfahren auszuüben, bei denen technische Spezifikationen verwendet werden. Sie haben auch das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, bei der Verarbeitung Sie betreffender personenbezogener Daten, die zu wissenschaftlichen oder historischen Forschungszwecken oder zu statistischen Zwecken gem. Art. 89 Abs. 1 DSGVO erfolgt, dieser zu widersprechen. Ihr Widerspruchsrecht kann insoweit beschränkt werden, als es voraussichtlich die Verwirklichung der Forschungs- oder Statistikzwecke unmöglich macht oder ernsthaft beeinträchtigt und die Beschränkung für die Erfüllung der Forschungs- oder Statistikzwecke notwendig ist.

source: 8. Right to revoke the declaration of consent under data protection law
de: 8. Recht auf Widerruf der datenschutzrechtlichen Einwilligungserklärung

source: You have the right to revoke your declaration of consent under data protection law at any time. The revocation of consent does not affect the lawfulness of the processing carried out on the basis of the consent before the revocation.
de: Sie haben das Recht, Ihre datenschutzrechtliche Einwilligungserklärung jederzeit zu widerrufen. Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt.

source: 9. Automated decision in individual cases including profiling
de: 9. Automatisierte Entscheidung im Einzelfall einschließlich Profiling

source: You have the right not to be subject to a decision based solely on automated processing - including profiling - which produces legal effects concerning you or similarly significantly affects you. This does not apply if the decision
de: Sie haben das Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung – einschließlich Profiling – beruhenden Entscheidung unterworfen zu werden, die Ihnen gegenüber rechtliche Wirkung entfaltet oder Sie in ähnlicher Weise erheblich beeinträchtigt. Dies gilt nicht, wenn die Entscheidung

source: is necessary for the conclusion or performance of a contract between you and the responsible party,
de: für den Abschluss oder die Erfüllung eines Vertrags zwischen Ihnen und dem Verantwortlichen erforderlich ist,

source: is permitted by legislation of the Union or the Member States to which the responsible party is subject and that legislation contains appropriate measures to safeguard your rights and freedoms and your legitimate interests, or
de: aufgrund von Rechtsvorschriften der Union oder der Mitgliedstaaten, denen der Verantwortliche unterliegt, zulässig ist und diese Rechtsvorschriften angemessene Maßnahmen zur Wahrung Ihrer Rechte und Freiheiten sowie Ihrer berechtigten Interessen enthalten oder

source: is done with your express consent.
de: mit Ihrer ausdrücklichen Einwilligung erfolgt.

source: However, these decisions may not be based on special categories of personal data pursuant to Art. 9 para. 1 GDPR, unless Art. 9 para. 2 lit. a or g GDPR applies and appropriate measures have been taken to protect the rights and freedoms, as well as your legitimate interests. With regard to the cases mentioned in (1) and (3), the responsible party shall take reasonable measures to safeguard the rights and freedoms as well as your legitimate interests, including at least the right to obtain the intervention of a person on the part of the responsible party, to express his or her point of view and to contest the decision.
de: Allerdings dürfen diese Entscheidungen nicht auf besonderen Kategorien personenbezogener Daten nach Art. 9 Abs. 1 DSGVO beruhen, sofern nicht Art. 9 Abs. 2 lit. a oder g DSGVO gilt und angemessene Maßnahmen zum Schutz der Rechte und Freiheiten sowie Ihrer berechtigten Interessen getroffen wurden. Hinsichtlich der in (1) und (3) genannten Fälle trifft der Verantwortliche angemessene Maßnahmen, um die Rechte und Freiheiten sowie Ihre berechtigten Interessen zu wahren, wozu mindestens das Recht auf Erwirkung des Eingreifens einer Person seitens des Verantwortlichen, auf Darlegung des eigenen Standpunkts und auf Anfechtung der Entscheidung gehört.

source: 10. Right to complain to a supervisory authority
de: 10. Recht auf Beschwerde bei einer Aufsichtsbehörde

source: Without prejudice to any other administrative or judicial remedy, you have the right to lodge a complaint with a supervisory authority, in particular in the Member State of your residence, place of work or the place of the alleged infringement, if you consider that the processing of personal data relating to you infringes the GDPR. The supervisory authority to which the complaint has been submitted shall inform the complainant of the status and outcome of the complaint, including the possibility of a judicial remedy under Article 78 of the GDPR.
de: Unbeschadet eines anderweitigen verwaltungsrechtlichen oder gerichtlichen Rechtsbehelfs steht Ihnen das Recht auf Beschwerde bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres Aufenthaltsorts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes, zu, wenn Sie der Ansicht sind, dass die Verarbeitung der Sie betreffenden personenbezogenen Daten gegen die DSGVO verstößt. Die Aufsichtsbehörde, bei der die Beschwerde eingereicht wurde, unterrichtet den Beschwerdeführer über den Stand und die Ergebnisse der Beschwerde einschließlich der Möglichkeit eines gerichtlichen Rechtsbehelfs nach Art. 78 DSGVO.

source: Validity of the privacy policy
de: Gültigkeit der Datenschutzerklärung

source: We reserve the right to change or adapt this privacy statement from time to time. This statement was last modified on
de: Wir behalten uns vor, diese Datenschutzerklärung von Zeit zu Zeit zu verändern oder anzupassen. Diese Erklärung wurde zuletzt geändert am

source: Close
de: Schließen

source: Simulation results
de: Simulationsergebnisse

source: New scenario
de: Neues Szenario

source: My projects
de: Meine Projekte

source: User Info
de: Benutzerinfo

source: Change Password
de: Passwort ändern

source: Project List
de: Projektliste

source: Feedback
de: Rückmeldung

source: Account
de: Konto

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: Sign up
de: Registrieren

source: Project Setup
de: Projekt einrichten

source: Fill in the following parameters:
de: Geben Sie die folgenden Parameter ein:

source: Load parameters from file
de: Parameter aus Datei laden

source: For more details about the parameters, please check the documentation
de: Weitere Details zu den Parametern finden Sie in der Dokumentation

source: Save project
de: Projekt speichern

source: Are you sure you want to delete
de: Sind Sie sicher, dass Sie löschen wollen

source: Confirm
de: Bestätigen

source: Projects
de: Projekte

source: My Projects
de: Meine Projekte

source: Create project
de: Projekt erstellen

source: Empty project
de: Leeres Projekt

source: From file
de: Aus Datei

source: From use case
de: Aus Anwendungsfall

source: Created
de: Erstellt

source: Lifetime
de: Lebenszeit

source: years
de: Jahre

source: Duplicate
de: Duplizieren

source: Delete
de: Löschen

source: Share project
de: Projekt teilen

source: Unshare project
de: Projektfreigabe aufheben

source: Export project
de: Projekt exportieren

source: Pending...
de: Anhängig...

source: Error
de: Fehler

source: No simulation
de: Keine Simulation

source: There are no scenarios
de: Es gibt keine Szenarien

source: Export selected
de: Export ausgewählt

source: Create scenario
de: Szenario erstellen

source: There are no projects yet
de: Es sind noch keine Projekte vorhanden

source: Update project
de: Projekt aktualisieren

source: Hi
de: Hallo

source: Please click on the link to confirm your registration
de: Bitte klicken Sie auf den Link, um Ihre Registrierung zu bestätigen

source: If you think, it's not you, then just ignore this email.
de: Wenn Sie denken, dass Sie es nicht sind, dann ignorieren Sie diese E-Mail.

source: Log In
de: Anmelden

source: Welcome to the open-plan-tool
de: Willkommen im open-plan-tool

source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?

source: Reset Password
de: Passwort zurücksetzen

source: Login
de: Anmeldung

source: Password reset complete
de: Passwort zurücksetzen abgeschlossen

source: Your password has been set. You may go ahead and log in now.
de: Ihr Kennwort wurde zurückgesetzt. Sie können sich jetzt anmelden.

source: Password Reset Confirm
de: Passwort zurücksetzen bestätigen

source: Please enter your new password.
de: Bitte geben Sie Ihr neues Kennwort ein.

source: Reset password
de: Passwort zurücksetzen

source: Password reset sent
de: Passwort zurücksetzen gesendet
