Repository: rl-institut/cp_nigeria_app
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: The authors endeavor to observe the copyrights of the graphics, sound documents, video sequences and texts used in all publications, to use graphics, sound documents, video sequences and texts created by themselves or to use license-free graphics, sound documents, video sequences and texts. All brand names and trademarks mentioned on the website and possibly protected by third parties are subject without restriction to the provisions of the applicable trademark law and the ownership rights of the respective registered owners. The mere mention of a trademark does not imply that it is not protected by the rights of third parties! The copyright for published objects created by the authors themselves remains solely with the authors of the pages. Any duplication or use of objects such as diagrams, sounds or texts in other electronic or printed publications is not permitted without the authors' agreement.
de: Die Autor*innen sind bestrebt, in allen Publikationen die Urheberrechte der verwendeten Grafiken, Tondokumente, Videosequenzen und Texte zu beachten, von ihnen selbst erstellte Grafiken, Tondokumente, Videosequenzen und Texte zu nutzen oder auf lizenzfreie Grafiken, Tondokumente, Videosequenzen und Texte zurückzugreifen. Alle innerhalb des Internetangebotes genannten und ggf. durch Dritte geschützten Marken- und Warenzeichen unterliegen uneingeschränkt den Bestimmungen des jeweils gültigen Kennzeichenrechts und den Besitzrechten der jeweiligen eingetragenen Eigentümer*innen. Allein aufgrund der bloßen Nennung ist nicht der Schluss zu ziehen, dass Markenzeichen nicht durch Rechte Dritter geschützt sind! Das Copyright für veröffentlichte, von Autor*innen selbst erstellte Objekte bleibt allein bei den Autor*innen der Seiten. Eine Vervielfältigung oder Verwendung solcher Grafiken, Tondokumente, Videosequenzen und Texte in anderen elektronischen oder gedruckten Publikationen ist ohne ausdrückliche Zustimmung der Autor*innen nicht gestattet.

source: Legal validity of this disclaimer
de: Rechtswirksamkeit dieses Haftungsausschlusses

source: This disclaimer is to be regarded as part of the internet publication which you were referred from. If sections or individual terms of this statement do not correspond, no longer correspond or do not completely correspond to the applicable legal situation, the content and validity of the other parts of the document remain unaffected.
de: Dieser Haftungsausschluss ist als Teil des Internetangebotes zu betrachten, von dem aus auf diese Seite verwiesen wurde. Sofern Teile oder einzelne Formulierungen dieses Textes der geltenden Rechtslage nicht, nicht mehr oder nicht vollständig entsprechen sollten, bleiben die übrigen Teile des Dokumentes in ihrem Inhalt und ihrer Gültigkeit davon unberührt.

source: License - open_plan
de: Lizenz - open_plan

source: Privacy - open_plan
de: Datenschutz - open_plan

source: Privacy (Stand
de: Datenschutz (Zustand

source: I. Name and address of the responsible person
de: I. Name und Anschrift des Verantwortlichen

source: The responsible party within the meaning of the General Data Protection Regulation and other national data protection laws of the member states as well as other data protection provisions is the:
de: Der Verantwortliche im Sinne der Datenschutz-Grundverordnung und anderer nationaler Datenschutzgesetze der Mitgliedsstaaten sowie sonstiger datenschutzrechtlicher Bestimmungen ist die:

source: Entrance D
de: Aufgang D

source: Telephone: +49 (0)30 1208 434 0
de: Telefon: +49 (0)30 1208 434 0

source: Website
de: Webseite

source: II. Data Protection Officer
de: II. Datenschutzbeauftragter

source: Since the type and scope of data processing at RLI do not meet the criteria set out in Article 37 (1) of the GDPR and Section 38 (1) sentence 1 of the new BDSG, no data protection officer has been appointed.
de: Da Art und Umfang der Datenverarbeitung am RLI die Kriterien nach Art. 37 Abs. 1 DSGVO sowie § 38 Abs. 1 S. 1 BDSG-neu nicht erfüllen, wurde kein Datenschutzbeauftragter bestellt.

source: III. General information on data processing
de: III. Allgemeines zur Datenverarbeitung

source: 1. Scope of the processing of personal data
de: 1. Umfang der Verarbeitung personenbezogener Daten

source: We process personal data of our users only insofar as this is necessary for the provision of a functional website and our content and services. The processing of personal data of our users takes place regularly only after consent of the user. An exception applies in those cases where it is not possible to obtain prior consent for technical reasons and the processing of the data is permitted by legal regulations.
de: Wir verarbeiten personenbezogene Daten unserer Nutzer grundsätzlich nur, soweit dies zur Bereitstellung einer funktionsfähigen Website sowie unserer Inhalte und Leistungen erforderlich ist. Die Verarbeitung personenbezogener Daten unserer Nutzer erfolgt regelmäßig nur nach Einwilligung des Nutzers. Eine Ausnahme gilt in solchen Fällen, in denen eine vorherige Einholung einer Einwilligung aus technischen Gründen nicht möglich ist und die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.

source: 2. Legal basis for the processing of personal data
de: 2. Rechtsgrundlage für die Verarbeitung personenbezogener Daten

source: Insofar as we obtain the consent of the data subject for processing operations involving personal data, Art. 6 (1) lit. a of the EU General Data Protection Regulation (GDPR) serves as the legal basis. When processing personal data that is necessary for the performance of a contract to which the data subject is a party, Art. 6 (1) lit. b of the GDPR serves as the legal basis. This also applies to processing operations that are necessary for the performance of pre-contractual measures. In the event that vital interests of the data subject or another natural person make it necessary to process personal data, Art. 6 (1) lit. d GDPR serves as the legal basis. If the processing is necessary to protect a legitimate interest of our company or a third party and the interests, fundamental rights and freedoms of the data subject do not override the former interest, Art. 6 (1) lit. f DSGVO serves as the legal basis for the processing.
de: Soweit wir für Verarbeitungsvorgänge personenbezogener Daten eine Einwilligung der betroffenen Person einholen, dient Art. 6 Abs. 1 lit. a EU-Datenschutzgrundverordnung (DSGVO) als Rechtsgrundlage. Bei der Verarbeitung von personenbezogenen Daten, die zur Erfüllung eines Vertrages, dessen Vertragspartei die betroffene Person ist, erforderlich ist, dient Art. 6 Abs. 1 lit. b DSGVO als Rechtsgrundlage. Dies gilt auch für Verarbeitungsvorgänge, die zur Durchführung vorvertraglicher Maßnahmen erforderlich sind. Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, der unser Unternehmen unterliegt, dient Art. 6 Abs. 1 lit. c DSGVO als Rechtsgrundlage. Für den Fall, dass lebenswichtige Interessen der betroffenen Personoder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art. 6 Abs. 1 lit. d DSGVO als Rechtsgrundlage. Ist die Verarbeitung zur Wahrung eines berechtigten Interesses unseresUnternehmens oder eines Dritten erforderlich und überwiegen die Interessen, Grundrechte und Grundfreiheiten des Betroffenen das erstgenannte Interesse nicht, so dient Art. 6 Abs. 1 lit. f DSGVO als Rechtsgrundlage für die Verarbeitung.

source: 3. Data deletion and storage duration
de: 3. Datenlöschung und Speicherdauer

source: The personal data of the data subject shall be deleted or blocked as soon as the purpose of storage ceases to apply. Storage may also take place if this has been provided for by the European or national legislator in Union regulations, laws or other provisions to which the responsible party is subject. Data will also be blocked or deleted if a storage period prescribed by the aforementioned standards expires, unless there is a need for further storage of the data for the conclusion or performance of a contract.
de: Die personenbezogenen Daten der betroffenen Person werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt. Eine Speicherung kann darüber hinaus erfolgen, wenn dies durch den europäischen oder nationalen Gesetzgeber in unionsrechtlichen Verordnungen, Gesetzen oder sonstigen Vorschriften, denen der Verantwortliche unterliegt, vorgesehen wurde. Eine Sperrung oder Löschung der Daten erfolgt auch dann, wenn eine durch die genannten Normen vorgeschriebene Speicherfrist abläuft, es sei denn, dass eine Erforderlichkeit zur weiteren Speicherung der Daten für einen Vertragsabschluss oder eine Vertragserfüllung besteht.

source: IV. Provision of the website and creation of log files
de: IV. Bereitstellung der Website und Erstellung von Logfiles

source: 1. Description and scope of data processing
de: 1. Beschreibung und Umfang der Datenverarbeitung

source: Each time our website is accessed, our system automatically collects data and information from the computer system of the accessing computer. The following data is collected:
de: Bei jedem Aufruf unserer Internetseite erfasst unser System automatisiert Daten und Informationen vom Computersystem des aufrufenden Rechners. Folgende Daten werden hierbei erhoben:

source: Information about the browser type and version used
de: Informationen über den Browsertyp und die verwendete Version

source: The operating system of the user
de: Das Betriebssystem des Nutzers

source: The Internet service provider of the user
de: Den Internet-Service-Provider des Nutzers

source: The IP address of the user
de: Die IP-Adresse des Nutzers

source: Date and time of access
de: Datum und Uhrzeit des Zugriffs

source: Websites from which the user's system accesses our Internet site
de: Websites, von denen das System des Nutzers auf unsere Internetseite gelangt

source: Websites that are called up by the user's system via our website
de: Websites, die vom System des Nutzers über unsere Website aufgerufen werden

source: The data is also stored in the log files of our system. A storage of this data together with other personal data of the user does not take place.
de: Die Daten werden ebenfalls in den Logfiles unseres Systems gespeichert. Eine Speicherung dieser Daten zusammen mit anderen personenbezogenen Daten des Nutzers findet nicht statt.

source: 2. Legal basis for data processing
de: 2. Rechtsgrundlage für die Datenverarbeitung

source: The legal basis for the temporary storage of the data and the log files is Art. 6 para. 1 lit. f GDPR.
de: Rechtsgrundlage für die vorübergehende Speicherung der Daten und der Logfiles ist Art. 6 Abs. 1 lit. f DSGVO.

source: 3. Purpose of data processing
de: 3. Zweck der Datenverarbeitung

source: The temporary storage of the IP address by the system is necessary to enable delivery of the website to the user's computer. For this purpose, the user's IP address must remain stored for the duration of the session. The storage in log files is done to ensure the functionality of the website. In addition, we use the data to optimize the website and to ensure the security of our information technology systems. An evaluation of the data for marketing purposes does not take place in this context. These purposes are also our legitimate interest in data processing according to Art. 6 para. 1 lit. f GDPR.
de: Die vorübergehende Speicherung der IP-Adresse durch das System ist notwendig, um eine Auslieferung der Website an den Rechner des Nutzers zu ermöglichen. Hierfür muss die IP-Adresse des Nutzers für die Dauer der Sitzung gespeichert bleiben. Die Speicherung in Logfiles erfolgt, um die Funktionsfähigkeit der Website sicherzustellen. Zudem dienen uns die Daten zur Optimierung der Website und zur Sicherstellung der Sicherheit unserer informationstechnischen Systeme. Eine Auswertung der Daten zu Marketingzwecken findet in diesem Zusammenhang nicht statt. In diesen Zwecken liegt auch unser berechtigtes Interesse an der Datenverarbeitung nach Art. 6 Abs. 1 lit. f DSGVO.

source: 4. Duration of storage
de: 4. Dauer der Speicherung

source: The data is deleted as soon as it is no longer required to achieve the purpose for which it was collected. In the case of the collection of data for the provision of the website, this is the case,when the respective session is finished. In the case of storage of data in log files, this is the case after seven days at the latest. Storage beyond this period is possible. In this case, the IP addresses of the users are deleted or alienated, so that an assignment of the calling client is no longer possible.
de: Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind. Im Falle der Erfassung der Daten zur Bereitstellung der Website ist dies der Fall, wenn die jeweilige Sitzung beendet ist. Im Falle der Speicherung der Daten in Logfiles ist dies nach spätestens sieben Tagen der Fall. Eine darüberhinausgehende Speicherung ist möglich. In diesem Fall werden die IP-Adressen der Nutzer gelöscht oder verfremdet, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.

source: 5. Possibility of objection and removal
de: 5. Widerspruchs- und Beseitigungsmöglichkeit

source: The collection of data for the provision of the website and the storage of the data in log files is absolutely necessary for the operation of the website. Consequently, there is no possibility of objection on the part of the user.
de: Die Erfassung der Daten zur Bereitstellung der Website und die Speicherung der Daten in Logfiles ist für den Betrieb der Internetseite zwingend erforderlich. Es besteht folglich seitens des Nutzers keine Widerspruchsmöglichkeit.

source: VI. E-mail contact
de: VI. E-Mail-Kontakt

source: If a user wants to leave a feedback, the feedback formular requires a contact email from the user. If a user makes use of this option, the personal data of the user transmitted with the e-mail will be stored. In this context, the data will not be passed on to third parties. The data is used exclusively for the processing of the conversation.
de: Wenn ein NutzerInnen ein Feedback hinterlassen möchte, benötigt das Feedback-Formular eine Kontakt-E-Mail des BenutzerInnen. Nimmt ein Nutzer diese Möglichkeit wahr, so werden die mit der E-Mail übermittelten personenbezogenen Daten des Nutzers gespeichert. Es erfolgt in diesem Zusammenhang keine Weitergabe der Daten an Dritte. Die Daten werden ausschließlich für die Verarbeitung der Konversation verwendet.

source: The legal basis for the processing of the data is Art. 6 para. 1 lit. a GDPR if the user has given his consent. The legal basis for the processing of data transmitted in the course of sending an e-mail is Art. 6 (1) lit. f GDPR. If the e-mail contact aims at the conclusion of a contract, the additional legal basis for the processing is Art. 6 (1) lit. b GDPR
de: Rechtsgrundlage für die Verarbeitung der Daten ist bei Vorliegen einer Einwilligung des Nutzers Art. 6 Abs. 1 lit. a DSGVO. Rechtsgrundlage für die Verarbeitung der Daten, die im Zuge einer Übersendung einer E-Mail übermittelt werden, ist Art. 6 Abs. 1 lit. f DSGVO. Zielt der E-Mail-Kontakt auf den Abschluss eines Vertrages ab, so ist zusätzliche Rechtsgrundlage für die Verarbeitung Art. 6 Abs. 1 lit. b DSGVO.

source: In the case of contact by e-mail, this also constitutes the necessary legitimate interest in processing the data.
de: Im Falle einer Kontaktaufnahme per E-Mail liegt hieran auch das erforderliche berechtigte Interesse an der Verarbeitung der Daten.

source: The data is deleted as soon as it is no longer required to achieve the purpose for which it was collected. For personal data sent by e-mail, this is the case when the respective conversation with the user has ended. The conversation is ended when it is clear from the circumstances that the matter in question has been conclusively clarified.
de: Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind. Für die personenbezogenen Daten, die per E-Mail übersandt wurden, ist dies dann der Fall, wenn die jeweilige Konversation mit dem Nutzer beendet ist. Beendet ist die Konversation dann, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt abschließend geklärt ist.

source: The user has the option to revoke his consent to the processing of personal data at any time. If the user contacts us by e-mail, he can object to the storage of his personal data at any time. In such a case, the conversation cannot be continued. The revocation of consent can be made informally by e-mail or in writing. In this case, all personal data stored in the course of contacting us will be deleted within 10 working days.
de: Der Nutzer hat jederzeit die Möglichkeit, seine Einwilligung zur Verarbeitung der personenbezogenen Daten zu widerrufen. Nimmt der Nutzer per E-Mail Kontakt mit uns auf, so kann er der Speicherung seiner personenbezogenen Daten jederzeit widersprechen. In einem solchen Fall kann die Konversation nicht fortgeführt werden. Der Widerruf der Einwilligung kann formlos per E-Mail oder schriftlich erfolgen. Alle personenbezogenen Daten, die im Zuge der Kontaktaufnahme gespeichert wurden, werden in diesem Fall binnen von 10 Werktagen gelöscht.

source: VIII. Rights of the data subject
de: VIII. Rechte der betroffenen Person

source: 1. Right to information
de: 1. Auskunftsrecht

source: You may request confirmation from the party responsible as to whether personal data concerning you is being processed by us. If there is such processing, you may request information from the responsible party about the following:
de: Sie können von dem Verantwortlichen eine Bestätigung darüber verlangen, ob personenbezogene Daten, die Sie betreffen, von uns verarbeitet werden. Liegt eine solche Verarbeitung vor, können Sie von dem Verantwortlichen über folgende Informationen Auskunft verlangen:

source: the purposes for which the personal data are processed;
de: die Zwecke, zu denen die personenbezogenen Daten verarbeitet werden;

source: the categories of personal data which are processed;
de: die Kategorien von personenbezogenen Daten, welche verarbeitet werden;

source: the recipients or categories of recipients to whom the personal data concerning you have been or will be disclosed;
de: die Empfänger bzw. die Kategorien von Empfängern, gegenüber denen die Sie betreffenden personenbezogenen Daten offengelegt wurden oder noch offengelegt werden;

source: the planned duration of the storage of the personal data concerning you or, if specific information on this is not possible, criteria for determining the storage duration;
de: die geplante Dauer der Speicherung der Sie betreffenden personenbezogenen Daten oder, falls konkrete Angaben hierzu nicht möglich sind, Kriterien für die Festlegung der Speicherdauer;

source: the existence of a right to rectification or erasure of personal data concerning you, a right to restriction of processing by the responsible party or a right to object to such processing;
de: das Bestehen eines Rechts auf Berichtigung oder Löschung der Sie betreffenden personenbezogenen Daten, eines Rechts auf Einschränkung der Verarbeitung durch den Verantwortlichen oder eines Widerspruchsrechts gegen diese Verarbeitung;

source: the existence of a right of appeal to a supervisory authority;
de: das Bestehen eines Beschwerderechts bei einer Aufsichtsbehörde;

source: any available information on the origin of the data, if the personal data are not collected from the data subject;
de: alle verfügbaren Informationen über die Herkunft der Daten, wenn die personenbezogenen Daten nicht bei der betroffenen Person erhoben werden;

source: the existence of automated decision-making, including profiling, pursuant to Article 22(1) and (4) of the GDPR and, at least in these cases, meaningful information about the logic involved and the scope and intended effects of such processing for the data subject.
de: das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling gemäß Art. 22 Abs. 1 und 4 DSGVO und – zumindest in diesen Fällen – aussagekräftige Informationen über die involvierte Logik sowie die Tragweite und die angestrebten Auswirkungen einer derartigen Verarbeitung für die betroffene Person.

source: You have the right to request information about whether the personal data concerning you is transferred to a third country or to an international organization. In this context, you may request to be informed about the appropriate safeguards pursuant to Art. 46 GDPR in connection with the transfer. This right to information may be restricted to the extent that it is likely to make it impossible or seriously impair the realization of research purposes and the restriction is necessary for the fulfillment of the research purposes.
de: Ihnen steht das Recht zu, Auskunft darüber zu verlangen, ob die Sie betreffenden personenbezogenen Daten in ein Drittland oder an eine internationale Organisation übermittelt werden. In diesem Zusammenhang können Sie verlangen, über die geeigneten Garantien gem. Art. 46 DSGVO im Zusammenhang mit der Übermittlung unterrichtet zu werden. Dieses Auskunftsrecht kann insoweit beschränkt werden, als es voraussichtlich die Verwirklichung von Forschungszwecken unmöglich macht oder ernsthaft beeinträchtigt und die Beschränkung für die Erfüllung der Forschungswecke notwendig ist.

source: 2. Right to rectification
de: 2. Recht auf Berichtigung

source: You have a right to rectification and/or completion vis-à-vis the responsible party, insofar as the processed personal data concerning you are inaccurate or incomplete. The responsible party shall carry out the rectification immediately. Your right to rectification may be limited to the extent that it is likely to make impossible or seriously impair the achievement of research purposes and the limitation is necessary for the fulfillment of the research purposes.
de: Sie haben ein Recht auf Berichtigung und/oder Vervollständigung gegenüber dem Verantwortlichen, sofern die verarbeiteten personenbezogenen Daten, die Sie betreffen, unrichtig oder unvollständig sind. Der Verantwortliche hat die Berichtigung unverzüglich vorzunehmen. Ihr Recht auf Berichtigung kann insoweit beschränkt werden, als es voraussichtlich die Verwirklichung von Forschungszwecken unmöglich macht oder ernsthaft beeinträchtigt und die Beschränkung für die Erfüllung der Forschungszwecke notwendig ist.

source: 3. Right to restriction of processing
de: 3. Recht auf Einschränkung der Verarbeitung

source: Under the following conditions, you may request the restriction of the processing of personal data concerning you:
de: Unter den folgenden Voraussetzungen können Sie die Einschränkung der Verarbeitung der Sie betreffenden personenbezogenen Daten verlangen:

source: if you contest the accuracy of the personal data concerning you for a period enabling the resposible party to verify the accuracy of the personal data;
de: wenn Sie die Richtigkeit der Sie betreffenden personenbezogenen für eine Dauer bestreiten, die es dem Verantwortlichen ermöglicht, die Richtigkeit der personenbezogenen Daten zu überprüfen;

source: the processing is unlawful and you object to the erasure of the personal data and request instead the restriction of the use of the personal data;
de: die Verarbeitung unrechtmäßig ist und Sie die Löschung der personenbezogenen Daten ablehnen und stattdessen die Einschränkung der Nutzung der personenbezogenen Daten verlangen;
