Repository: rl-institut/cp_nigeria_app
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Scenario
de: Szenarios

source: Type of report item
de: Typ des Berichtselements

source: Title
de: Titel

source: Energy vector
de: Energievektor

source: Timeseries variable(s)
de: Zeitreihenvariable(n)

source: Component(s)
de: Komponente

source: Sensitivity analysis
de: Sensitivitätsanalyse

source: Graph title
de: Grafiktitel

source: Parameter of interest
de: Parameter von Interesse

source: Timeseries graph
de: Zeitreihen Grafik

source: Stacked timeseries graph
de: Gestapelte Zeitreihen Grafik

source: Installed and optimized capacities
de: Installierte und optimierte Leistungen

source: Bar chart
de: Balkendiagramm

source: Pie chart
de: Kreisdiagramm

source: Load duration curve
de: Lastdauer-Kurve

source: Sankey diagram
de: Sankey Diagramm

source: Time
de: Zeit

source: Energy
de: Energie

source: Component
de: Komponente

source: Capacity
de: Leistung

source: Installed Capacity
de: Installierte Leistung

source: Inst. Cap.
de: Inst. Leis.

source: Optimized Capacity
de: Optimierte Leistung

source: Opt. Cap.
de: Opt. Leis.

source: Your scenario was never simulated, the results are still pending or there is an error in the simulation. Please click on 'Run simulation', 'Update results' or 'Check status' button
de: Ihr Szenario wurde nie simuliert, die Ergebnisse stehen noch aus oder es gibt einen Fehler in der Simulation. Bitte klicken Sie auf 'Simulation ausführen', 'Ergebnisse aktualisieren' oder 'Status prüfen'

source: Scenario {scen_id} was deselected
de: Szenario {scen_id} wurde abgewählt

source: At least one scenario need to be selected
de: Es muss mindestens ein Szenario ausgewählt werden

source: Scenario {scen_id} was selected
de: Szenario {scen_id} wurde ausgewählt

source: Scenarios were updated
de: Szenarien wurden aktualisiert

source: No scenario was available in the cache, try refreshing the page and make sure one scenario is selected.
de: No scenario was available in the cache, try refreshing the page and make sicherzustellen, dass ein Szenario ausgewählt ist.

source: Electricity
de: Elektrizität

source: Heat
de: Wärme

source: eg. 0.1
de: z. B. 0.1

source: Investment Discount factor.
de: Investitionsabzinsungsfaktor.

source: Project Name
de: Projektname

source: A self explanatory name for the project.
de: Ein selbsterklärender Name für das Projekt.

source: Project Description
de: Projektbeschreibung

source: A description of what this project objectives or test cases.
de: Eine Beschreibung der Ziele oder Testfälle dieses Projekts.

source: Country
de: Land

source: Name of the country where the project is being deployed
de: Name des Landes, in dem das Projekt eingesetzt werden soll

source: Location, longitude
de: Standort, Längengrad

source: Longitude coordinate of the project's geographical location.
de: Längengradkoordinate des geografischen Standorts des Projekts.

source: Location, latitude
de: Standort Breitengrad

source: Latitude coordinate of the project's geographical location.
de: Breitengrad-Koordinate des geografischen Standorts des Projekts.

source: Project Duration
de: Projektdauer

source: The number of years the project is intended to be operational. The project duration also sets the installation time of the assets used in the simulation. After the project ends these assets are 'sold' and the refund is charged against the initial investment costs.
de: Die Anzahl der Jahre, die das Projekt in Betrieb sein soll. Die Projektdauer legt auch die Installationszeit der in der Simulation verwendeten Anlagen fest.Nach Beendigung des Projekts werden diese Anlagen 'verkauft' und die Rückerstattung wird mit den ursprünglichen Investitionskosten verrechnet.

source: Currency
de: Währung

source: The currency of the country where the project is implemented.
de: Die Währung des Landes, in dem das Projekt durchgeführt wird.

source: Discount Factor
de: Abzinsungsfaktor

source: Discount factor is the factor which accounts for the depreciation in the value of money in the future, compared to the current value of the same money. The common method is to calculate the weighted average cost of capital (WACC) and use it as the discount rate.
de: Der Abzinsungsfaktor ist der Faktor, der den Wertverlust des Geldes in der Zukunft, verglichen mit dem aktuellen Wert der gleichen Menge des Geldes berücksichtigt. Die übliche Methode ist die Berechnung der gewichteten durchschnittlichen Kapitalkosten (WACC) und diese als Abzinsungsfaktor zu verwenden.

source: Tax
de: Steuer

source: Tax factor
de: Steuerfaktor

source: Email address
de: E-Mail Adresse

source: Select the user(s) for which you want to revoke access rights
de: Wählen Sie den/die Benutzer aus, für den/die Sie die Zugriffsrechte entziehen möchten.

source: Users currently having access to the project
de: Benutzer, die derzeit Zugriff auf das Projekt haben

source: No users have access to this project
de: Keine Benutzer haben Zugriff auf dieses Projekt

source: Select a use case (or
de: Wählen Sie einen Anwendungsfall (oder

source: Length of the time-steps.
de: Länge der Zeitschritte.

source: The number of days simulated with the energy system model.
de: Die Anzahl der Tage, die mit dem Energiesystemmodell simuliert wurden.

source: A fixed cost to implement the asset, eg. planning costs which do not depend on the (optimized) asset capacity.
de: Fixe Kosten für die Implementierung der Anlage, z.B. Planungskosten, die nicht von der (optimierten) Anlagenkapazität abhängen.

source: Project
de: Projekt

source: Scenario name
de: Name des Szenarios

source: Scenario description
de: Szenariobeschreibung

source: Evaluated Period
de: Ausgewerteter Zeitraum

source: Time Step
de: Zeitschritt

source: Start Date
de: Startdatum

source: Development costs
de: Entwicklungskosten

source: The energy Vector of the connected assets.
de: Der Energievektor der angeschlossenen Anlagen.

source: Energy carrier
de: Energieträger

source: Electrical efficiency with no heat extraction
de: Elektrischer Wirkungsgrad ohne Wärmeauskopplung

source: Thermal efficiency with maximal heat extraction
de: Thermischer Wirkungsgrad mit maximalem Wärmeentzug

source: Efficiency gaz to electricity
de: Wirkungsgrad gaz auf Strom

source: File not properly formatted. Please ensure you upload a comma separated array of values. E.g. [1,2,0.32]
de: Datei nicht korrekt formatiert. Bitte stellen Sie sicher, dass Sie ein kommagetrenntes Array von Werten hochladen, z. B. [1,2,0.32]

source: Could not parse a file. Did you upload one?
de: Konnte keine Datei einlesen. Haben Sie eine hochgeladen?

source: If you have no installed capacity, age installed should also be 0
de: Wenn Sie keine installierte Leistung haben, sollte auch das installierte Alter 0 sein

source: The sum of the efficiencies should not exceed 1
de: Die Summe der Wirkungsgrade sollte 1 nicht überschreiten

source: Feed-in tariff > energy price for some of simulation's timesteps. This would cause an unbound solution and terminate the optimization. Please reconsider your feed-in tariff and energy price.
de: Einspeisetarif > Energiepreis für einige Zeitschritte der Simulation. Dies würde eine ungebundene Lösung verursachen und die Optimierung beenden. Bitte überdenken Sie Ihre Einspeisevergütung und Ihren Energiepreis.

source: The number of values of the parameter
de: Die Anzahl der Werte des Parameters ist in der Tabelle angegeben.

source: are not equal to the number of simulation timesteps
de: ist nicht gleich der Anzahl der Simulationszeitschritte

source: . You can change the number of timesteps in the first step of scenario creation.
de: . Sie können die Anzahl der Zeitschritte im ersten Schritt der Szenarienerstellung ändern.

source: Timeseries vector
de: Zeitreihenvektor

source: You can upload your timeseries as xls(x), csv or json format. Either there is one column with the values of the timeseries matching the scenario timesteps, or there are two columns, the first one being the timestamps and the second one the values of the timeseries. If you upload a spreadsheet with more than one tab only the first tab will be considered. The timeseries in csv format is expected to be in comma separated values with dot as decimal separator.
de: Sie können Ihre Zeitreihen als xls(x), csv oder json Format hochladen. Entweder gibt es eine Spalte mit den Werten der Zeitreihe, die dem Szenario Zeitschritte, oder es gibt zwei Spalten, die erste mit den Zeitstempeln und die zweite mit den Werten der Zeitreihen. die zweite die Werte der Zeitreihen. Wenn Sie ein Arbeitsblatt mit mehr als einer Registerkarte hochladen, werden nur die Werte der Zeitreihen angezeigt. mit mehr als einer Registerkarte hochladen, wird nur die erste Registerkarte berücksichtigt. Die Zeitreihe im csv-Format wird in kommagetrennten Werten mit Punkt als Dezimaltrennzeichen.

source: Installed capacity (kWh)
de: installierte Leistung (kW)

source: Please provide either a number within %(boundaries) s or upload a timeseries from a file
de: Please provide either a number within %(boundaries) s or upload a timeseries from a file. aus einer Datei

source: Some values in the timeseries do not lie within %(boundaries) s, please check your input again.
de: Einige Werte in der Zeitreihe liegen nicht innerhalb von %(boundaries) s, bitte überprüfen Sie Ihre Eingabe erneut.

source: Please enter a value within %(boundaries) s
de: Bitte geben Sie einen Wert innerhalb von %(boundaries) s ein

source: Input timeseries file type of "{timeseries_file.name}" is not supported. The supported formats are "json", "csv", "txt", "xls" and "xlsx"
de: Der Dateityp der Zeitserie "{timeseries_file.name}" wird nicht unterstützt. Die unterstützten Formate sind "json", "csv", "txt", "xls" und "xlsx".

source: Input timeseries file "%(fname)s" is empty
de: Eingabezeitreihen-Datei "%(fname)s" ist leer

source: Edit
de: Bearbeiten

source: Read
de: Lesen

source: No email address provided to find the user to share the project '{self.name}' with
de: Keine E-Mail-Adresse angegeben, um den Benutzer zu finden, der das Projekt '{self.name}'' mit

source: You cannot share a project with yourself
de: Sie können ein Projekt nicht mit sich selbst teilen

source: '{email}' belongs to a valid user, they will be able to {share_rights} the project '{self.name}'
de: '{email}' gehört zu einem gültigen Benutzer, dieser kann {share_rights} das Projekt '{self.name}'

source: The share rights of the user registered under {email} for the project '{self.name}' have been changed from '{viewer.share_rights}' to '{share_rights}'
de: Die Share-Rechte des unter {email} registrierten Benutzers für das Projekt '{self.name}' wurden von '{viewer.share_rights}' auf '{share_rights}' geändert.

source: The user registered under {email} for the project '{self.name}' already have '{share_rights}' access
de: Der unter {email} registrierte Benutzer für das Projekt '{self.name}' hat bereits '{share_rights}' access

source: We could not find a user registered under the email address you provided:
de: Wir konnten keinen Benutzer finden, der unter der von Ihnen angegebenen E-Mail Adresse registriert ist:

source: The user(s) {','.join(existing_viewers.values_list('user__email', flat=True))} rights to the project '{self.name}' have been revoked
de: Der/die Benutzer {','.join(existing_viewers.values_list('user__email', flat=True))} wurden die Rechte für das Projekt '{self.name}' entzogen.

source: The user(s) {','.join(viewers.values_list('user__email', flat=True))} does not belong to the viewers of the project '{self.name}'
de: Der/die Benutzer {','.join(viewers.values_list('user__email', flat=True))} gehören nicht gehört nicht zu den Betrachtern des Projekts '{self.name}'

source: The user(s) you selected seems to not be registered in the open-plan-tool
de: Der/die von Ihnen ausgewählte(n) Benutzer scheint/scheinen nicht im open-plan-tool registriert zu sein.

source: The value of the variable parameter for the reference scenario of the sensitivity analysis, if is it different than the value of the current scenario user need to decide whether to take current scenario as reference with its actual value for this parameter, duplicate the scenario and use the duplicata with chosen reference value or keep current scenario but change parameter value to chosen one
de: Der Wert des variablen Parameters für das Referenzszenario der Sensitivitätsanalyse, wenn er sich vom Wert des aktuellen Szenario abweicht, muss der Benutzer entscheiden, ob er das aktuelle Szenario als Referenz mit seinem aktuellen Wert für diesen Parameter zu nehmen, das Szenario zu duplizieren und die Duplikat mit dem gewählten Referenzwert verwenden oder das aktuelle Szenario beibehalten, aber den Parameterwert auf den gewählten Wert ändern

source: There is already a storage with this name in the scenario
de: Es gibt bereits einen Speicher mit diesem Namen im Szenario

source: There is already an asset with this name in the scenario
de: Es gibt bereits eine Anlage mit diesem Namen im Szenario

source: Form - connection error:
de: Formular - Verbindungsfehler:

source: Form - other error:
de: Formular - sonstiger Fehler:

source: Form - mail sending error:
de: Formular - Fehler beim Mailversand:

source: Select a use case
de: Anwendungsfall Auswähl

source: New scenario name
de: Neuer Szenarioname

source: Scenario file
de: Szenariosdatei

source: New project name
de: Neuer Projektname

source: Project file
de: Projektdatei

source: Show scenarios
de: Szenarien anzeigen

source: Hide scenarios
de: Szenarien ausblenden

source: Scenario Setup
de: Szenario-Einstellung

source: Energy system design
de: Auslegung des Energiesystems

source: Constraints
de: Randbedingungen

source: Project selection
de: Projektauswahl

source: You have currently no projects, please create one first
de: Sie haben derzeit keine Projekte, bitte erstellen Sie zuerst eines

source: Electricity DSO
de: Elektrizitätsversorger

source: Gas DSO
de: Gasversorger

source: H2 DSO
de: H2-Versorger

source: Heat DSO
de: Wärmeversorger

source: PV Plant
de: PV-Anlage

source: Wind Plant
de: Windkraftanlage

source: Biogas Plant
de: Biogasanlage

source: Geothermal Conversion
de: Geothermische Umwandlung

source: Solar Thermal Plant
de: Thermische Solaranlage

source: Transformer Station (in)
de: Trafostation (in)

source: Transformer Station (out)
de: Trafostation (aus)

source: Storage Charge Controller (in)
de: Speicherladeregler (in)

source: Storage Charge Controller (out)
de: Speicherladeregler (out)

source: Solar Inverter
de: Solar-Wechselrichter

source: Fuel Cell
de: Brennstoffzelle

source: Electrolyzer
de: Elektrolyseur

source: Heat Pump
de: Wärmepumpe

source: Combined Heat and Power
de: Kraft-Wärme-Kopplung

source: CHP fixed ratio
de: Kraft-Wärme-Kopplung festes Verhältnis

source: Electricity Storage
de: Elektrizitätsspeicher

source: Heat Storage
de: Wärmespeicher

source: Electricity Demand
de: Elektrizitätsnachfrage

source: Heat Demand
de: Wärmebedarf

source: Minimal degree of autonomy
de: Minimal Autarkiegrad

source: Minimal share of renewables
de: Minimal Anteil Erneuerbarer Energien

source: Maximal CO2 emissions
de: Maximale CO2-Emissionen

source: Net zero energy system
de: Netto-Nullenergie-System

source: Results
de: Ergebnisse

source: Optimized additional capacity
de: Optimierte zusätzliche Leistung

source: See traces data
de: Siehe Trace-Daten

source: Economical parameters
de: Wirtschaftliche Parameter

source: Technical parameters
de: Technische Parameter

source: Calculate COP from temperature
de: COP aus Temperatur berechnen

source: uploaded data
de: hochgeladene Daten

source: Contact
de: Kontakt

source: Documentation
de: Dokumentation

source: Use cases
de: Anwendungsbeispiele

source: License
de: Lizenz

source: Imprint
de: Impressum

source: Privacy
de: Datenschutz

source: Error! Your request resulted in an error.
de: Fehler! Ihre Anfrage führte zu einem Fehler.

source: Go to Home Page
de: Gehe zur Startseite

source: Error! You don't have permission to access the requested resource.
de: Fehler! Sie haben keine Berechtigung, auf die angeforderte Ressource zuzugreifen.

source: Error! The page you requested could not be found.
de: Fehler! Die von Ihnen angeforderte Seite konnte nicht gefunden werden.

source: Server Error! The server is currently unable to handle this request. Try to refresh this page.
de: Server Error! Der Server ist derzeit nicht in der Lage, diese Anfrage zu bearbeiten. Versuchen Sie diese Seite zu aktualisieren.

source: Refresh Page
de: Seite aktualisieren

source: Model your local energy system
de: Modellieren Sie Ihr lokales Energiesystem

source: Use the GUI to include sector-coupling and optimize the energy system model subject to equality constraints
de: Verwenden Sie die GUI, um die Sektorkopplung einzubeziehen und das Energiesystemmodellunter Berücksichtigung von Gleichheitsbedingungen zu optimieren

source: Try out
de: Ausprobieren

source: About - open_plan
de: Über - open_plan

source: open_plan project consortium
de: open_plan Projektkonsortium

source: open_plan project website
de: open_plan Projekt Webseite

source: Feedback or question?
de: Feedback oder Frage?

source: Our simulations run on a server hosted at RLI, the code to setup the simulation server is licenced under MIT License and publicly available on
de: Unsere Simulationen laufen auf einem Server, der bei RLI gehostet wird, der Code zur Einrichtung des Simulationsserver ist unter MIT-Lizenz lizensiert und öffentlich zugänglich auf

source: This webapp design
de: Auslegegung des Webapps

source: Published by:
de: Herausgegeben von:

source: This website is operated by the Reiner Lemoine Institute gGmbH
de: Diese Internetseite wird betrieben von der Reiner Lemoine Institut gGmbH

source: Managing Director:
de: Geschäftsführung:

source: Postal address:
de: Postanschrift

source: Reiner Lemoine Institute gGmbH
de: Reiner Lemoine Institut gGmbH

source: Telephone
de: Telefon

source: Trade Register
de: Handelsregister

source: Tax Number
de: Steuernummer

source: Tax IdNr.
de: USt-IdNr.

source: Disclaimer
de: Haftungsausschluss

source: Liability notice
de: Haftungshinweis

source: The contents have been researched with the greatest care. Nevertheless, the authors do not assume any liability for the topicality, correctness, completeness or quality of the information provided. Liability claims against the authors, which refer to material or non-material damage caused by the use or non-use of the information provided or by the use of incorrect or incomplete information, are generally excluded, provided that there is no demonstrable intentional or grossly negligent fault on the part of the authors. All offers are subject to change and non-binding. The authors expressly reserve the right to change, supplement or delete parts of the pages or the entire offer without prior notice or to cease publication temporarily or permanently.
de: Die Inhalte sind mit größter Sorgfalt recherchiert. Dennoch übernehmen die Autor*innen keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Haftungsansprüche gegen die Autor*innen, welche sich auf Schäden materieller oder ideeller Art beziehen die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern seitens der Autor*innen kein nachweislich vorsätzliches oder grob fahrlässiges Verschulden vorliegt. Alle Angebote sind freibleibend und unverbindlich. Die Autor*innen behalten es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.

source: References and links
de: Verweise und Links

source: The authors are not responsible for any contents linked or referred to from their pages - unless they have full knowledge of illegal contents and would be able to prevent the visitors of their site from viewing those pages. The authors therefore expressly declare that the linked pages were free of illegal content at the time the links were created. The authors have no influence on the current and future design and content of the linked pages. Therefore, they hereby expressly distance themselves from all contents of all linked pages that were changed after the link was set. This statement applies to all links and references set within the own internet offer as well as to external entries in guest books, discussion forums and mailing lists set up by the authors. For illegal, incorrect or incomplete contents and especially for damages resulting from the use or non-use of such information, only the provider of the linked page is liable, not the one who has linked to the respective publication.
de: Bei direkten oder indirekten Verweisen auf fremde Internetseiten („Links”), die außerhalb des Verantwortungsbereiches der Autor*innen liegen, würde eine Haftungsverpflichtung ausschließlich in dem Fall in Kraft treten, in dem die Autor*innen von den Inhalten Kenntnis hat und es ihm technisch möglich und zumutbar wäre, die Nutzung im Falle rechtswidriger Inhalte zu verhindern. Die Autor*innen erklären daher ausdrücklich, dass zum Zeitpunkt der Linksetzung die entsprechenden verlinkten Seiten frei von illegalen Inhalten waren. Die Autor*innen haben keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der gelinkten/verknüpften Seiten. Deshalb distanzieren sie sich hiermit ausdrücklich von allen Inhalten aller gelinkten /verknüpften Seiten, die nach der Linksetzung verändert wurden. Diese Feststellung gilt für alle innerhalb des eigenen Internetangebotes gesetzten Links und Verweise sowie für Fremdeinträge in von Autor*innen eingerichteten Gästebüchern, Diskussionsforen und Mailinglisten. Für illegale, fehlerhafte oder unvollständige Inhalte und insbesondere für Schäden, die aus der Nutzung oder Nichtnutzung solcherart dargebotener Informationen entstehen, haften allein die Anbieter*innen der Seite, auf welche verwiesen wurde, nicht der- oder diejenige, der/die über Links auf die jeweilige Veröffentlichung lediglich verweist.

source: Copyright and trademark law
de: Urheber- und Kennzeichenrecht
