Repository: rl-institut/cp_nigeria_app
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben dir per E-Mail Anweisungen zum Festlegen deines Passworts geschickt, wenn ein Konto mit der von Ihnen eingegebenen E-Mail existiert. Du solltest sie in Kürze erhalten.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn du keine E-Mail erhältst, vergewissere dich bitte, dass du die Adresse eingegeben hast, mit der du dich registriert hast, und überprüfe deinen Spam-Ordner.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Haben Sie Ihr Passwort vergessen? Geben Sie Ihre E-Mail-Adresse ein und wir schicken Ihnen Anweisungen zum Einrichten eines neuen Passworts.

source: Send email
de: E-Mail senden

source: Do you already have an account?
de: Besitzen Sie bereits ein Konto?

source: Delete Account
de: Konto löschen

source: Do you really want to delete your account?
de: Wollen Sie Ihr Konto wirklich löschen?

source: Compare Scenarios
de: Szenarienvergleich

source: You have no scenario with completed simulation, please run simulations to display results
de: Sie haben kein Szenario mit abgeschlossener Simulation, bitte führen Sie Simulationen durch, um Ergebnisse darzustellen

source: Add chart
de: Diagramm hinzufügen

source: Export as .xls
de: Als .xls speichern

source: Export as PDF
de: Als PDF speichern

source: You have no sensitivity analysis with completed simulation, please run simulations to display results
de: Sie haben keine Sensitivitätsanalyse mit abgeschlossener Simulation, bitte führen Sie Simulationen durch, um Ergebnisse darzustellen

source: Create graph
de: Grafik hinzufügen

source: Single Scenarios
de: Einzelne Szenarien

source: Download Timeseries
de: Zeitreihen speichern

source: Download KPIs
de: KPIs herunterladen

source: Download Component Costs
de: Kosten herunterladen

source: Choose KPI table display
de: KPI Tabelledarstellung auswählen

source: View KPIs
de: KPIs Zeigen

source: Add KPI
de: KPI hinzufügen

source: Energy system
de: Auslegung des Energiesystems

source: some option B
de: irgendeine Option B

source: Scenario step
de: Schritt des Szenarios

source: Previous
de: Vorherige

source: Next
de: Weiter

source: KPI Overview
de: KPI Übersicht

source: Unit
de: Einheit

source: Definition
de: Beschreibung

source: Add to results
de: Zur Ergebnisse hinfügen

source: Add a sensitivity analysisgraph
de: Sensitivitätsanalyse Grafik hinzufügen

source: Create
de: Erstellen

source: To scenario
de: Zum Szenario

source: Single scenarios
de: Einzelne Szenarien

source: Compare scenarios
de: Szenarienvergleich

source: Sensitivity Analysis
de: Sensitivitätsanalyse

source: Please select a project first
de: Bitte wählen Sie zuerst ein Projekt aus

source: Go to simulation
de: Zum Simulation

source: compute COP
de: COP berechnen

source: Save
de: Speichern

source: Energy components
de: Energiekomponenten

source: Load system design from existing scenario
de: Systemauslegung aus bestehendem Szenario laden

source: Clear design
de: Entwurf löschen

source: Drag and drop components to build your energy system
de: Ziehen und Ablegen von Komponenten zum Aufbau Ihres Energiesystems

source: Check results dashboard
de: Zum Ergebnisse Dashboard

source: There is no simulation_status
de: Es gibt keinen simulation_status

source: Run sensitivity analysis
de: Sensitivitätsanalyse durchführen

source: Simulation error
de: Simulationsfehler

source: The following input parameters contain errors
de: Die folgenden Eingabeparameter enthalten Fehler

source: Reset simulation
de: Simulation zurücksetzen

source: Proof parameters JSON file
de: Prüfe Parameter JSON Datei

source: Link to send bug report automatically
de: Link zum automatischen Senden eines Fehlerberichts

source: No simulation conducted
de: Keine Simulation durchgeführt

source: Your energy system is complete
de: Ihr Energiesystem ist vollständig

source: Typically 1 year simulation will last a few minutes
de: Normalerweise dauert eine 1-Jahres-Simulation nur wenige Minuten

source: Run simulation
de: Simulation ausführen

source: Perform a sensitivity analysis
de: Durchführung einer Sensitivitätsanalyse

source: Simulating...
de: Simulieren

source: Simulation pending
de: Simulation läuft noch

source: The simulation status is checked every 3 seconds
de: Der Simulationsstatus wird alle 3 Sekunden überprüft

source: Cancel simulation
de: Simulation abbrechen

source: Simulation successful
de: Simulation erfolgreich

source: Your simulation is complete.
de: Ihre Simulation ist erfolgreich beendet.

source: Download LP files
de: LP files speichern

source: Usecases - open_plan
de: Anwendungsfälle - open_plan

source: Show
de: Anzeigen

source: Export
de: Exportieren

source: Use as a project template
de: Verwendung als Projektvorlage

source: There are no usecase yet
de: Es sind noch keine usecase vorhanden

source: I have read and accept the <a target='_blank' href='%(privacy_url)s'>privacy statement</a> from open_plan
de: Ich habe die <a target='_blank' href="%(privacy_url)s">Datenschutzbestimmungen</a> von open_plan gelesen und akzeptiert.

source: Activate your account.
de: Aktivieren Sie Ihr Konto.

source: Please confirm your email address to complete the registration
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, um die Registrierung abzuschließen

source: Thank you for your email confirmation. Now you can log in your account.
de: Vielen Dank für Ihre E-Mail-Bestätigung. Sie können sich jetzt in Ihrem Konto anmelden.

source: User info successfully updated!
de: Benutzerdaten erfolgreich aktualisiert!

source: Please check errors and resubmit!
de: Bitte Fehler prüfen und erneut senden!

source: Your password was successfully updated!
de: Ihr Passwort wurde erfolgreich aktualisiert!

source: Your user account has been deleted.
de: Ihr Benutzerkonto wurde gelöscht.

source: Charging Power
de: Ladeleistung

source: Discharging Power
de: Entladeleistung

source: Export scenario
de: Szenario exportieren

source: Export results
de: Ergebnisse exportieren

source: Check dashboard
de: Dashboard prüfen

source: Check status
de: Status prüfen

source: Actual CAPEX of the asset, i.e., specific investment costs
de: Tatsächliche CAPEX der Anlage, d.h. spezifische Investitionskosten

source: Specific costs
de: Spezifische Kosten

source: Specific OM costs
de: Spezifische OM-Kosten

source: Dispatch price
de: Versandpreis

source: The share of renewables in the generation mix of the energy supplied by the DSO (utility).
de: Der Anteil der erneuerbaren Energien am Erzeugungsmix der vom DSO (Versorgungsunternehmen) gelieferten Energie.

source: Optimize cap
de: Kapazität optimieren

source: Dispatchable
de: Versendbar

source: Renewable asset
de: Erneuerbare Anlage

source: Asset Lifetime
de: Anlagenlebensdauer

source: C-Rate
de: Ladegeschwindigkeit

source: Crate
de: Ladegeschwindigkeit

source: Maximum capacity
de: Maximale Kapazität

source: Energy price
de: Energiepreis

source: Feedin tariff
de: Einspeisetarif

source: Peak demand pricing
de: Spitzenlasttarif

source: Peak demand pricing period (times/year)
de: Zeitraum der Spitzenlastbepreisung (Zeiten/Jahr)

source: Renewable share
de: Erneuerbarer Anteil

source: Age installed
de: Alter der Anlage

source: A mnemonic name for the ESS unit.
de: Ein mnemonischer Name für die ESS Einheit.

source: Gas Storage
de: Gasspeicher

source: H2 Storage
de: Wasserstoffspeicher

source: Gas Demand
de: Gasnachfrage

source: H2 Demand
de: Wasserstoffbedarf

source: Year
de: Jahr

source: Factor
de: Faktor

source: Ratio of energy output/energy input. The battery efficiency is the ratio of the energy taken out from the battery, to the energy put into the battery. It means that it is not possible to retrieve as much energy as provided to the battery due to the discharge losses. The efficiency of the 'input power' and 'ouput power' columns should be set equal to the charge and dischage efficiencies respectively, while the 'storage capacity' efficiency should be equal to the storage's efficiency/ability to hold charge over time (`= 1 - self-discharge/decay`), which is usually in the range of 0.95 to 1 for electrical storages.
de: Verhältnis von Energieausbeute/Energieeintrag. Der Batteriewirkungsgrad ist das Verhältnis zwischen der aus der Batterie entnommenen Energie und der in die Batterie eingebrachten Energie. Das bedeutet, dass aufgrund der Entladeverluste nicht so viel Energie entnommen werden kann, wie der Batterie zugeführt wird. Der Wirkungsgrad der Spalten 'Eingangsleistung' und 'Ausgangsleistung' sollte gleich dem Lade- bzw. Entladewirkungsgrad gesetzt werden, während der Wirkungsgrad der 'Speicherkapazität' gleich dem Wirkungsgrad des Speichers/der Fähigkeit, die Ladung über die Zeit zu halten (`= 1 - Selbstentladung/Zerfall`), sein sollte, was bei elektrischen Speichern normalerweise im Bereich von 0,95 bis 1 liegt.

source: Emissions per unit dispatch of an asset.
de: Emissionen pro Versandeinheit einer Anlage.

source: kgCO2eq/asset unit
de: kgCO2eq/Vermögenseinheit

source: Price of energy carrier sourced from the utility grid.
de: Preis des aus dem Versorgungsnetz bezogenen Energieträgers.

source: €/energy carrier unit
de: €/Energieträgereinheit

source: Energy vector/commodity. Convention: For an energy conversion asset define energyVector of the output. For a sink define based on inflow. For a source define based on output flow. For a storage, define based on stored energy carrier.
de: Energievektor/Rohstoff. Konvention: Für eine Energieumwandlungsanlage definieren Sie energyVector des Ausgangs. Für eine Senke definieren Sie auf Basis des Zuflusses. Für eine Quelle definieren Sie auf der Basis des Ausgangsflusses. Für einen Speicher definieren Sie basierend auf dem gespeicherten Energieträger.

source: Day
de: Tag

source: Name of a csv file containing the input generation or demand timeseries.
de: Name einer csv-Datei, die die Zeitreihe für die Erzeugung oder den Bedarf enthält.

source: Thermal losses of storage independent of state of charge and independent of nominal storage capacity between two consecutive timesteps.
de: Thermische Verluste des Speichers unabhängig vom Ladezustand und unabhängig von der nominalen Speicherkapazität zwischen zwei aufeinanderfolgenden Zeitschritten.

source: factor
de: Faktor

source: Thermal losses of storage independent of state of charge between two consecutive timesteps relative to nominal storage capacity.
de: Thermische Verluste des Speichers unabhängig vom Ladezustand zwischen zwei aufeinanderfolgenden Zeitschritten relativ zur nominalen Speicherkapazität.

source: The label of the bus/component from which the energyVector is arriving into the asset.
de: Die Bezeichnung des Busses/der Komponente, von dem/der der Energievektor in die Anlage eintrifft.

source: The already existing installed capacity in-place. If the project lasts longer than its remaining lifetime, its replacement costs will be taken into account.
de: Die bereits vorhandene installierte Kapazität an Ort und Stelle. Wenn das Projekt länger als die verbleibende Lebensdauer dauert, werden die Ersatzkosten berücksichtigt.

source: Name of the asset for display purposes
de: Name der Anlage für Anzeigezwecke

source: The maximum amount of total emissions in the optimized energy system.
de: Die maximale Menge an Gesamtemissionen in der optimierten Energieanlage.

source: The maximum total capacity of an asset that can be installed at the project site. This includes the installed and the also the maximum additional capacity possible. An example would be that a roof can only carry 50 kWp PV (maximumCap), whereas the installed capacity is already 10 kWp. The optimization would only be allowed to add 40 kWp PV at maximum.
de: Die maximale Gesamtkapazität einer Anlage, die am Projektstandort installiert werden kann. Dies beinhaltet sowohl die installierte als auch die maximal mögliche zusätzliche Kapazität. Ein Beispiel wäre, dass ein Dach nur 50 kWp PV tragen kann (maximumCap), während die installierte Leistung bereits 10 kWp beträgt. Die Optimierung würde dann nur maximal 40 kWp PV zulassen.

source: The minimal degree of autonomy that needs to be met by the optimization.
de: Der minimale Grad der Autonomie, der von der Optimierung erfüllt werden muss.

source: The minimum share of energy supplied by renewable generation in the optimized energy system. Insert the value 0 to deactivate this constraint.
de: Der minimale Anteil an Energie, der durch erneuerbare Erzeugung im optimierten Energiesystem geliefert wird. Geben Sie den Wert 0 ein, um diese Einschränkung zu deaktivieren.

source: Specifies whether optimization needs to result into a net zero energy system (True) or not (False).
de: Gibt an, ob die Optimierung zu einem Netto-Null-Energiesystem führen muss (True) oder nicht (False).

source: Allow the user to perform capacity optimization for an asset.
de: Erlaubt dem Benutzer, eine Kapazitätsoptimierung für eine Anlage durchzuführen.

source: The label of bus/component towards which the energyVector is leaving from the asset.
de: Die Bezeichnung des Busses/der Komponente, zu dem/der der Energievektor von der Anlage abgeht.

source: Enable the generation of a file with the linear equation system describing the simulation, ie., with the objective function and all the constraints. This lp file enables the user look at the underlying equations of the optimization.
de: Aktivieren Sie die Erzeugung einer Datei mit dem linearen Gleichungssystem, das die Simulation beschreibt, d. h. mit der Zielfunktion und allen Nebenbedingungen. Diese lp-Datei ermöglicht es dem Benutzer, die zugrundeliegenden Gleichungen der Optimierung zu betrachten.

source: Price to be paid additionally for energy-consumption based on the peak demand of a given period.
de: Preis, der zusätzlich für den Energieverbrauch zu zahlen ist, basierend auf dem Spitzenbedarf einer bestimmten Periode.

source: Number of reference periods in one year for the peak demand pricing.
de: Anzahl der Bezugszeiträume in einem Jahr für den Spitzenbedarfspreis.

source: times per year (1,2,3,4,6,12)
de: mal pro Jahr (1,2,3,4,6,12)

source: Years
de: Jahre

source: Users can assign a project ID as per their preference.
de: Benutzer können eine Projekt-ID nach ihren Wünschen zuweisen.

source: Users can assign a project name as per their preference.
de: Benutzer können einen Projektnamen nach ihren Wünschen vergeben.

source: Allow the user to tag as asset as renewable.
de: Erlaube dem Benutzer, ein Asset als erneuerbar zu kennzeichnen.

source: Brief description of the scenario being simulated.
de: Kurze Beschreibung des zu simulierenden Szenarios.

source: Users can assign a scenario id as per their preference.
de: Benutzer können eine Szenario-ID nach ihren Wünschen zuweisen.

source: Users can assign a scenario name as per their preference.
de: Benutzer können einen Szenariennamen nach ihren Wünschen vergeben.

source: The level of charge (as a factor of the actual capacity) in the storage in the zeroth time-step.
de: Der Ladezustand (als Faktor der tatsächlichen Kapazität) des Speichers im nullten Zeitschritt.

source: None or factor
de: Kein oder Faktor

source: Actual CAPEX of an asset, i.e., specific investment costs
de: Tatsächliche CAPEX einer Anlage, d.h. spezifische Investitionskosten

source: €/unit
de: €/Einheit

source: Actual OPEX of an asset, i.e., specific operational and maintenance costs.
de: Tatsächliche OPEX einer Anlage, d.h. spezifische Betriebs- und Wartungskosten.

source: €/unit/year
de: €/Einheit/Jahr

source: The data and time on which the simulation starts at the first step.
de: Die Daten und der Zeitpunkt, an dem die Simulation im ersten Schritt beginnt.

source: Minutes
de: Minuten

source: Unit associated with the capacity of the component.
de: Einheit, die mit der Kapazität der Komponente verbunden ist.

source: providers
de: Anbieter

source: production
de: Produktion

source: conversion
de: Umwandlung

source: storage
de: Lagerung

source: demand
de: Bedarf

source: Degree of Autonomy
de: Autarkiegrad

source: Onsite energy fraction
de: Eigenverbrauchsquote

source: Renewable factor
de: EE-Anteil

source: Renewable share of local generation
de: EE-Anteil lokale Erzeugung

source: Levelized costs of electricity equivalent
de: Stromgestehungskosten

source: My scenarios
de: Meine Szenarien

source: Indicator
de: Indikator

source: Scen value
de: Szenariowert

source: All timeseries
de: Alle Zeitreihen

source: Previous years of operations
de: Frühere Jahre der Geschäftstätigkeit

source: The number of years the asset has already been in operation
de: Die Anzahl der Jahre, die die Anlage bereits in Betrieb ist

source: The rate at which the storage can be charged or discharged relative to the nominal capacity of the storage
de: Die Rate, mit der der Speicher geladen oder entladen werden kann, bezogen auf die Nennkapazität des Speichers

source: The name of the country where the project is being deployed
de: Der Name des Landes, in dem das Projekt eingesetzt wird

source: The currency of the country where the project is implemented
de: Die Währung des Landes, in dem das Projekt umgesetzt wird

source: Fixed project costs
de: Feste Projektkosten

source: Discount factor
de: Abzinsungsfaktor

source: The factor which accounts for the depreciation in the value of money in the future, compared to the current value of the same money. The common method is to calculate the weighted average cost of capital (WACC) and use it as the discount rate.
de: Der Faktor, der die Wertminderung des Geldes in der Zukunft im Vergleich zum aktuellen Wert des gleichen Geldes berücksichtigt. Die übliche Methode ist die Berechnung der gewichteten durchschnittlichen Kapitalkosten (WACC) und deren Verwendung als Abzinsungssatz.

source: Costs associated with a flow through/from the asset
de: Kosten im Zusammenhang mit einem Fluss durch/von der Anlage

source: Stands for Demand Side Management. Currently, not implemented.
de: Steht für Demand Side Management. Derzeit nicht implementiert.

source: Ratio of energy output/energy input
de: Verhältnis von Energieertrag/Energieaufwand

source: Emissions per unit dispatch of an asset
de: Emissionen pro Versandeinheit einer Anlage

source: Price of the energy carrier sourced from the utility grid.
de: Preis des Energieträgers, der aus dem Versorgungsnetz bezogen wird.

source: The number of days for which the simulation is to be run
de: Die Anzahl der Tage, für die die Simulation durchgeführt werden soll

source: Feedin maximum cap
de: Einspeisungshöchstgrenze

source: Maximum capacity for feeding electricity into the grid
de: Maximale Kapazität zur Einspeisung von Strom ins Netz

source: Price received for feeding electricity into the grid
de: Erhaltener Preis für die Einspeisung von Strom ins Netz

source: Installed capacity
de: Installierte Leistung

source: The already existing installed capacity in-place
de: Die bereits vorhandene installierte Leistung an Ort und Stelle

source: Location's latitude
de: Breitengrad des Standorts

source: Latitude coordinate of the project's geographical location
de: Breitengrad-Koordinate des geografischen Standorts des Projekts

source: Asset lifetime
de: Lebensdauer der Anlage

source: Number of operational years of the asset until it has to be replaced
de: Anzahl der Betriebsjahre des Assets, bis es ersetzt werden muss

source: Location's longitude
de: Längengrad des Standortes

source: Longitude coordinate of the project's geographical location
de: Längengradkoordinate des geografischen Standorts des Projekts

source: The maximum amount of total emissions which are allowed in the optimized energy system
de: Die maximale Menge der Gesamtemissionen, die im optimierten Energiesystem erlaubt sind

source: The maximum total capacity of an asset that can be installed at the project site
de: Die maximale Gesamtkapazität einer Anlage, die am Projektstandort installiert werden kann

source: Degree of autonomy
de: Grad der Autonomie

source: The minimum degree of autonomy that needs to be met by the optimization
de: Das Mindestmaß an Autonomie, das durch die Optimierung erreicht werden muss

source: The minimum share of energy supplied by renewable generation that needs to be met by the optimization
de: Der Mindestanteil an Energie aus erneuerbarer Erzeugung, der durch die Optimierung erfüllt werden muss

source: This constraint defines a lower bound on the <a href='https://open-plan-documentation.readthedocs.io/en/latest/model/simulation_outputs.html#degree-of-autonomy'>degree of autonomy</a> of the energy system. Note that constraint is applied to the the whole, sector-coupled energy system, but not to specific sectors individually.
de: Diese Einschränkung definiert eine Untergrenze für den <a href='https://open-plan-documentation.readthedocs.io/en/latest/model/simulation_outputs.html#degree-of-autonomy'>Autonomiegrad</a> des Energiesystems. Es ist zu beachten, dass die Beschränkung auf das gesamte, sektorgekoppelte Energiesystem angewendet wird, nicht aber auf einzelne Sektoren.

source: This constraint defines a lower bound on the <a href='https://open-plan-documentation.readthedocs.io/en/latest/model/simulation_outputs.html#renewable-factor'>renewable share</a> of the system, which takes into account both local generation as well as the renewable share of energy providers. Note that constraint is applied to the renewable share of the whole, sector-coupled energy system, but not to specific sectors individually.
de: Diese Bedingung definiert eine Untergrenze für den <a href='https://open-plan-documentation.readthedocs.io/en/latest/model/simulation_outputs.html#renewable-factor'>erneuerbaren Anteil</a> des Systems, die sowohl die lokale Erzeugung als auch den erneuerbaren Anteil der Energieversorger berücksichtigt. Es ist zu beachten, dass diese Bedingung auf den Anteil der erneuerbaren Energien des gesamten, sektorgekoppelten Energiesystems angewendet wird, nicht aber auf einzelne Sektoren.

source: Specifies whether optimization needs to result into a net zero energy system (True) or not (False)
de: Gibt an, ob die Optimierung zu einem Netto-Nullenergie-System führen muss (True) oder nicht (False)

source: Optimize capacity
de: Kapazität optimieren

source: Choose if capacity optimization should be performed for this asset.
de: Wählen Sie, ob für diese Anlage eine Kapazitätsoptimierung durchgeführt werden soll.

source: Price to be paid additionally for energy consumption based on the peak demand of a given period
de: Zusätzlich zu zahlender Preis für den Energieverbrauch auf der Grundlage des Spitzenbedarfs eines bestimmten Zeitraums

source: Number of reference periods in one year for the peak demand pricing
de: Anzahl der Referenzperioden in einem Jahr für den Spitzenlasttarif

source: Project duration
de: Projektdauer

source: The number of years the project is intended to be operational
de: Die Anzahl der Jahre, die das Projekt in Betrieb sein soll

source: Assign a project ID as per your preference.
de: Weisen Sie eine Projekt-ID nach Ihren Wünschen zu.

source: Assign a project name as per your preference.
de: Weisen Sie einen Projektnamen nach Ihren Wünschen zu.

source: The share of renewables in the generation mix of the energy supplied by the DSO utility
de: Der Anteil der erneuerbaren Energien am Erzeugungsmix der vom DSO-Versorger gelieferten Energie

source: Choose if this asset should be tagged as renewable.
de: Wählen Sie, ob diese Anlage als erneuerbar gekennzeichnet werden soll.
