Repository: rl-institut/cp_nigeria_app
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Brief description of the scenario being simulated
de: Kurze Beschreibung des zu simulierenden Szenarios

source: Assign a scenario id as per your preference.
de: Weisen Sie eine Szenario-ID nach Ihren Wünschen zu.

source: Assign a scenario name as per your preference.
de: Weisen Sie einen Szenariennamen nach Ihren Wünschen zu.

source: The maximum permissible level of charge in the battery (generally, it is when the battery is filled to its nominal capacity), represented by the value 1.0. Users can also specify a certain value as a factor of the actual capacity.
de: Der maximal zulässige Ladezustand des Akkus (in der Regel, wenn der Akku bis zu seiner Nennkapazität gefüllt ist), dargestellt durch den Wert 1.0. Benutzer können auch einen bestimmten Wert als Faktor der tatsächlichen Kapazität angeben.

source: The minimum permissible level of charge in the battery as a factor of the nominal capacity of the battery.
de: Der minimal zulässige Ladezustand des Akkus als Faktor der Nennkapazität des Akkus.

source: Operation and management costs
de: Betriebs- und Verwaltungskosten

source: The date and time on which the simulation starts at the first step.
de: Das Datum und die Uhrzeit, zu der die Simulation mit dem ersten Schritt beginnt.

source: Name of a csv file containing the properties of a storage component
de: Name einer csv-Datei, die die Eigenschaften einer Speicherkomponente enthält

source: Tax factor.
de: Steuerfaktor.

source: The type of the component.
de: Der Typ der Komponente.

source: Input the type of OEMOF component. For example, a PV plant would be a source, a solar inverter would be a transformer, etc. The `type_oemof` will later on be determined through the EPA.
de: Geben Sie den Typ der OEMOF-Komponente ein. Zum Beispiel wäre eine PV-Anlage eine Quelle, ein Solar-Wechselrichter ein Transformator usw. Der `Typ_oemof` wird später durch die EPA bestimmt.

source: Unit associated with the capacity of the component
de: Mit der Kapazität der Komponente verbundene Einheit

source: Power loss index
de: Verlustleistungsindex

source: Power loss index for CHPs, usually known as beta coefficient
de: Verlustleistungsindex für BHKWs, meist bekannt als Beta-Koeffizient

source: An industrial site with an annual electricity consumption of 26 GWh and a peak load of 6.3 MW is aiming to increase its self-sufficiency rate and reduce its grid connection power by expanding pv, wind power and a battery. This is shown in four different scenarios.
de: Ein Industriestandort mit einem Jahresstromverbrauch von 26 GWh und einer Spitzenlast von 6,3 MW strebt nach einer Erhöhung der Eigenversorgungsrate und einer Reduzierung der Netzanschlussleistung durch den Ausbau von PV-, Windkraftanlagen und einer Batterie. Dies wird in vier verschiedenen Szenarien analysiert.

source: Electricity supply to community
de: Elektrizitätsversorgung der Gemeinde

source: A community of 3,000 residents wants to determine how they can increase the self-sufficiency of their electricity supply. PV and wind as renewable sources are considered, and battery storage.
de: Eine Gemeinde mit 3.000 Einwohnern möchte herausfinden, wie sie die Autarkie ihrer Stromversorgung erhöhen kann. In Frage kommen PV und Wind als erneuerbare Quellen sowie Batteriespeicher.

source: 1. DSO supply to community
de: 1. DSO-Versorgung der Gemeinde

source: The current electricity supply of the community is analyzed as a reference case. The import electricity price is 0.16 €/kWh.
de: Die aktuelle Stromversorgung der Gemeinde wird als Referenzfall analysiert. Der Importstrompreis beträgt 0,16 €/kWh.

source: 5. DSO + PV + wind + battery supply to community
de: 5. DSO + PV + Wind + Batterieversorgung der Gemeinde

source: The goal is for the community to reach a 98 % minimum renewable share for their energy system. For this reason, a battery storage is included.
de: Ziel ist es, dass die Gemeinde einen Mindestanteil von 98 % an erneuerbaren Energien in ihrem Energiesystem erreicht. Aus diesem Grund ist ein Batteriespeicher vorgesehen.

source: 2. DSO + PV supply to community
de: 2. DSO + PV-Versorgung der Gemeinde

source: The community investigates if investing in PV is a feasible option. The optimal capacity is determined.
de: Die Gemeinde untersucht, ob eine Investition in PV eine machbare Option ist. Die optimale Leistung wird ermittelt.

source: 4. DSO + PV + wind supply to community
de: 4. DSO + PV + Windversorgung der Gemeinde

source: The community investigates the option of both PV and wind as renewable sources. The optimal capacities of each are determined.
de: Die Gemeinde untersucht die Option, sowohl PV als auch Wind als erneuerbare Quellen zu nutzen. Es werden jeweils die optimalen Kapazitäten ermittelt.

source: 3. DSO + wind supply to community
de: 3. DSO + Windversorgung der Gemeinde

source: The community investigates if investing in wind is a feasible option. The optimal capacity is determined.
de: Die Gemeinde prüft, ob eine Investition in Windkraft eine sinnvolle Option ist. Die optimale Kapazität wird ermittelt.

source: Heat supply to community
de: Wärmeversorgung der Gemeinde

source: A community of 3,000 residents wants to determine how they can increase the self-sufficiency and renewable share of their heat supply.
de: Eine Gemeinde mit 3.000 Einwohnern möchte ermitteln, wie sie die Eigenversorgung und den Anteil erneuerbarer Energien an ihrer Wärmeversorgung erhöhen kann.

source: 2. Biomass supply to community
de: 2. die Versorgung der Gemeinde mit Biomasse

source: The full replacement of natural gas and boilers with biomass and biomass boilers is considered. The import price of biomass is 0.062 €/kWh.
de: Der vollständige Ersatz von Erdgas und Heizkesseln durch Biomasse und Biomassekessel wird berücksichtigt. Der Importpreis für Biomasse beträgt 0,062 €/kWh.

source: 3. Heat supply + PV/heat pumps to community
de: 3. Wärmeversorgung + PV/Wärmepumpen an Gemeinde

source: The community aims to have 70 % minimum of their heat supply from renewable sources. The optimal capacities for PV and air-source heat pumps are determined.
de: Die Gemeinde strebt an, mindestens 70 % ihrer Wärmeversorgung aus erneuerbaren Quellen zu beziehen. Es werden die optimalen Kapazitäten für PV und Luftwärmepumpen ermittelt.

source: 1. Heat supply to community
de: 1. Wärmeversorgung der Gemeinde

source: The current heat supply of the community is analyzed as a reference case. The import price for heat is 0.1 €/kWh.
de: Als Referenzfall wird die aktuelle Wärmeversorgung der Gemeinde analysiert. Der Importpreis für Wärme beträgt 0,1 €/kWh.

source: 4. Heat supply + PV/heat pumps + storage to community
de: 4. Wärmeversorgung + PV/Wärmepumpen + Speicher an Gemeinde

source: The community aims to have 70 % minimum of their heat supply from renewable sources. The optimal capacities for PV and air-source heat pumps are determined. The option for thermal storage is also included to see what effects, if any, this has on the system results.
de: Die Gemeinde strebt an, mindestens 70 % ihrer Wärmeversorgung aus erneuerbaren Quellen zu beziehen. Es werden die optimalen Kapazitäten für PV und Luftwärmepumpen ermittelt. Außerdem wird die Option eines Wärmespeichers einbezogen, um zu sehen, ob und welche Auswirkungen dieser auf die Systemergebnisse hat.

source: Industrial site Max Bögl
de: Industriestandort Max Bögl

source: 1. actual state
de: 1. aktueller Stand

source: 4. S01 + PV + Wind + Battery
de: 4. S01 + PV + Wind + Batterie

source: None
de: Keine

source: Hydrogen production for a technology park
de: Wasserstoffproduktion für einen Technologiepark

source: A technology park considers locally producing hydrogen from excess PV generation, either for using as a means of electricity storage or for external sales.
de: Ein Technologiepark erwägt die lokale Produktion von Wasserstoff aus überschüssiger PV-Erzeugung, entweder zur Nutzung als Stromspeicher oder zum externen Verkauf.

source: 1. Current energy suppy
de: 1. aktuelle Energieversorgung

source: The current electricity supply of the technology park is evaluated, as a reference case. 150 kWp PV is already installed.
de: Als Referenzfall wird die aktuelle Stromversorgung des Technologieparks bewertet. Es sind bereits 150 kWp PV installiert.

source: 2. Additional PV
de: 2. zusätzliche PV

source: The technology park invests in an additional 150 kWp PV to see if this increases the renewable share of the energy system, and if it's financially beneficial.
de: Der Technologiepark investiert in eine zusätzliche 150 kWp-PV, um zu sehen, ob dies den Anteil der erneuerbaren Energien am Energiesystem erhöht und ob es sich finanziell lohnt.

source: 4. Additional PV + H2 for sales (10 €/kgH2)
de: 4. zusätzliche PV + H2 für den Verkauf (10 €/kgH2)

source: The technology park invests in an additional 150 kWp PV, and the costs of supplying H2 for 10 €/kg is analysed. Note: the electrolyzer costs must be set in €/kgH2, and the output capacity will be in kgH2.
de: Der Technologiepark investiert in eine zusätzliche 150 kWp PV, und die Kosten für die Bereitstellung von H2 für 10 €/kg werden analysiert. Hinweis: Die Kosten für den Elektrolyseur müssen in €/kgH2 angegeben werden, und die Produktionskapazität wird in kgH2 angegeben.

source: 5. Additional PV + H2 for sales (12 €/kgH2)
de: 5. zusätzliche PV + H2 für den Verkauf (12 €/kgH2)

source: The technology park invests in an additional 150 kWp PV, and the costs of supplying H2 for 12 €/kg is analysed. Note: the electrolyzer costs must be set in €/kgH2, and the output capacity will be in kgH2.
de: Der Technologiepark investiert in eine zusätzliche 150 kWp PV, und die Kosten für die Bereitstellung von H2 für 12 €/kg werden analysiert. Hinweis: Die Kosten für den Elektrolyseur müssen in €/kgH2 angegeben werden, und die Produktionskapazität wird in kgH2 angegeben.

source: 3. Additional PV + H2 for electricity storage (opt cap)
de: 3. zusätzliche PV + H2 zur Stromspeicherung (opt cap)

source: The technology park invests in an additional 150 kWp PV, and the potential for H2 as electricity storage from excess PV production is considered. The electrolyzer and storage costs are in €/kgH2, and if the assets chosen to be installed in the system, the capacity is also in kg. Fuel cell costs are in €/kW (output power).
de: Der Technologiepark investiert in zusätzliche 150 kWp PV, und das Potenzial für H2 als Stromspeicher aus überschüssiger PV-Produktion wird berücksichtigt. Die Kosten für den Elektrolyseur und den Speicher sind in €/kgH2 angegeben, und wenn die Anlagen im System installiert werden sollen, ist die Kapazität ebenfalls in kg angegeben. Die Kosten der Brennstoffzelle sind in €/kW (Ausgangsleistung) angegeben.

source: Sector coupling for office building
de: Sektorenkopplung für Bürogebäude

source: An office building aims to improve the sustainability, overall efficiency and flexibility of its energy system by introducing renewables and considering sector coupling for electricity and heat.
de: Ein Bürogebäude zielt darauf ab, die Nachhaltigkeit, Gesamteffizienz und Flexibilität seines Energiesystems durch die Einführung erneuerbarer Energien und die Berücksichtigung der Sektorkopplung für Strom und Wärme zu verbessern.

source: 1. Current energy suppy to building
de: 1. aktuelle Energieversorgung des Gebäudes

source: The energy supply of an office building is shown as a reference case.
de: Die Energieversorgung eines Bürogebäudes wird als Referenzfall dargestellt.

source: 2. Rooftop PV and solar thermal
de: 2. Aufdach-PV und Solarthermie

source: The office building looks to invest in 100 kWp solar PV and 50 kW solar thermal on the rooftops.
de: Das Bürogebäude plant eine Investition in 100 kWp Photovoltaik und 50 kW Solarthermie auf den Dächern.

source: 3. Heat pumps
de: 3. Wärmepumpen

source: The required capacities to fully cover the heat supply with solar thermal + heat pumps is determined.
de: Es werden die erforderlichen Kapazitäten zur vollständigen Deckung der Wärmeversorgung mit Solarthermie + Wärmepumpen ermittelt.

source: Optimization of the home supply near Constance for a single family house with the following data:3500kWh/year electricity consumption BDEW h0 profile 28600kWh/year heat consumption (heating+hot water) modeled by outdoor temperature according to BDEW. Weather data from German weather service for Konstanz 2018. Cost data for components largely from Danish technology catalog. Assumed roof pitch of 30° with south orientation for solar collector and PV modules
de: Optimierung der Hausversorgung bei Konstanz für ein Einfamilienhaus mit folgenden Daten: 3500kWh/Jahr Stromverbrauch BDEW h0 Profil, 28600kWh/Jahr Wärmeverbrauch (Heizung+Warmwasser) modelliert durch Außentemperatur nach BDEW. Wetterdaten vom Deutschen Wetterdienst für Konstanz 2018. Kostendaten für Komponenten weitgehend aus dänischem Technologiekatalog. Angenommene Dachneigung von 30° mit Südausrichtung für Solarkollektor und PV-Module

source: Sector coupling for single household
de: Einzelhaushalt

source: Home optimization with brine heat pump
de: Eigenheim Optimierung mit Sole Wärmepumpe

source: Home optimization with air heat pump
de: Eigenheim Optimierung mit Luftwärmepumpe

source: Optimization of an apartment building (approx. 20 apartments) near Konstanz with the following data: 70,000 kWh/year electricity consumption BDEW H0 profile 286,000 kWh/year heat consumption (heating+hot water) modeled by outdoor temperature according to BDEW. Weather data from German weather service for Constance 2018. Cost data for components largely from Danish technology catalog
de: Optimierung eines Mehrfamilienhauses (ca. 20 Wohnungen) bei Konstanz mit den folgenden Daten: 70.000 kWh/Jahr Stromverbrauch BDEW H0-Profil, 286.000 kWh/Jahr Wärmeverbrauch (Heizung+Warmwasser) modelliert durch Außentemperatur nach BDEW. Wetterdaten vom Deutschen Wetterdienst für Konstanz 2018. Kostendaten für Komponenten weitgehend aus dänischem Technikkatalog

source: Sector coupling for apartment building
de: Mehrfamilienhaus

source: Optimization with CHP and air heat pump
de: Eigenheim Optimierung mit Luftwärmepumpe

source: Optimization with CHP
de: Optimierung mit BHWK

source: Create project from usecase
de: Projekt aus Anwendungsfall erstellen
